[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Boris Urbančič
VERSION=4.6.0

[Language]
LANGUAGE=Slovenščina
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
; Local ID : http://msdn.microsoft.com/en-us/library/ms912047(WinEmbedded.10).aspx
LOCALE_ID=0x0424

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&Datoteka
CUSTOMIZE=&Prilagodi
EXIT=&Izhod
EDIT=&Uredi
COPY=&Kopiraj
FUNCTION=&Funkcije
HIDE_SMART_INFO=Skrij &S.M.A.R.T. Informacije
HIDE_SERIAL_NUMBER=Skrij serijsko &številko
SHOW_DRIVE_LETTER=Prikaži &črko pogonov
ADVANCED_DISK_SEARCH=&Napredno iskanje diskov
EVENT_LOG=&Dnevnik dogodkov
AAM_APM_CONTROL=AA&M/APM Nadzor
AUTO_AAM_APM_ADAPTION=Avtomatično AAM/A&PM prilagajanje
RESIDENT=S&talno delovanje
STARTUP=&Zagon
OPEN_DISK_MANAGEMENT=Odpri "&Upravitelja diskov"
OPEN_DEVICE_MANAGER=Odpri "Upravitelja &naprav"
ADVANCED_FEATURE=Napredne &funkcije
REFRESH=&Osveži
RESCAN=Pregl&ej
DISABLE=&Onemogoči
AUTO_REFRESH=&Avtomatično osveži
AUTO_REFRESH_TARGET=Avtomatično osveži
AUTO_REFRESH_TARGET_ALL_DISK=Avtomatično osveži - Označi vse diske
AUTO_REFRESH_UNTARGET_ALL_DISK=Avtomatično osveži - Odznači vse izbrane diske
WAIT_TIME_AT_STARTUP=&Časovni zamik zagona
GRAPH=&Graf
THEME=&Tema
DISK=Di&sk
HELP=&Pomoč
HELP_ABOUT=&Informacije o CrystalDiskInfo
HELP_ABOUT_SMART=Informacije o &S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=&Jezik
ITEM=&Predmet
TEMPERATURE_TYPE=&Zapis temperature
CELSIUS=Celzija (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Nastavitve stanja zdravja

;Graph
OPTION=&Možnost
LEGEND_POSITION=&Postavitev legende
NORTH_WEST=&Levo zgoraj
NORTH_EAST=&Desno zgoraj
SOUTH_WEST=Levo &spodaj
SOUTH_EAST=Desno spodaj
MAX_PLOT_POINT=&Maksimalna plot točka
TIME_FORMAT=&Oblika zapisa časa
PAINT_WEEKEND=&Obarvaj konce tednov
ALL=&Vse

;2.7.0
COPY_OPTION=&Kopiraj izbiro
RESIDENT_STYLE=&Način stalnega delovanja
MINIMIZE=&Minimiraj
HIDE=&Skrij

;3.0.0
ZOOM=&Povečava
AUTO=A&vtomatično
ATTRIBUTE=&Atribut

;3.5.0
ASCII_VIEW=ASCII Pogled
AUTO_DTECTION=Avtomatično zaznavanje
SECOND=sek.
MINUTE=min.
HOUR=ur(a)

:3.9.4
WORKAROUND=&Začasne rešitve

;4.0.0
ALERT_MAIL=Opozorilna e-pošta
MAIL_SETTINGS=E-poštne nastavitve
SMART_IN_ENGLISH=S.M.A.R.T. v Angleščini
FONT_SETTING=Nastavitve pisave

;5.0.0
ALERT_FEATURES=A&lert Features
ALARM_HISTORY=Alarm History
ALERT_SOUND=Alert Sound
SOUND_SETTINGS=Sound Settings
GADGET_SUPPORT=Gadget Support
INSTALL_GADGET=Install Gadget
ENABLE_AUTO=Enable (Auto Detection)
ENABLE_ALL=Enable (All Disks)
ENABLE_RAID=Enable (RAID Volume Only)

[TrayMenu]
EXIT=Izhod
REFRESH=Osveži
RESCAN=Preglej
ENABLE=Omogoči
DISABLE=Onemogoči
ENABLE_ALL=Omogoči vse
DISABLE_ALL=Onemogoči vse
AUTO_REFRESH=Avtomatično osveževanje
AUTO_REFRESH_01_MIN=1 min.
AUTO_REFRESH_03_MIN=3 min.
AUTO_REFRESH_05_MIN=5 min.
AUTO_REFRESH_10_MIN=10 min.
AUTO_REFRESH_30_MIN=30 min.
AUTO_REFRESH_60_MIN=60 min.
AUTO_REFRESH_TARGET=Avtomatično osveži
AUTO_REFRESH_TARGET_ALL_DISK=Avtomatično osveži - Označi vse diske
AUTO_REFRESH_UNTARGET_ALL_DISK=Avtomatično osveži - Odznači vse izbrane diske
ALARM_SETTING_TEMPERATURE=Nastavitve alarma - Temperatura
ALARM_SETTING_HEALTH_STATUS=Nastavitve alarma - Stanje zdravja
SHOW_MAIN_WINDOW=Prikaži glavno okno
SHOW_TEMPERATURE_ICON=Prikaži ikono temperature
SHOW_ALL_TEMPERATURE_ICON=Prikaži vse ikone temperature
HIDE_ALL_TEMPERATURE_ICON=Skrij vse ikone temperature
COLLECTIVE_SETTING=Skupne nastavitve
GRAPH=Graf
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Prikaži samo ikone temperature

[DiskStatus]
GOOD=Dobro
CAUTION=Opozorilo
BAD=Slabo
UNKNOWN=Neznano
DISK=Disk

[Dialog]
LIST_ID=ID
LIST_CURRENT=Trenutno
LIST_WORST=Najslabše
LIST_THRESHOLD=Meja
LIST_RAW_VALUES=Surove vrednosti
;LIST_DESCRIPTION=Opis
LIST_ATTRIBUTE_NAME=Ime atributa

FIRMWARE=Različica prog.
SERIAL_NUMBER=Serijska številka
INTERFACE=Vmesnik
STANDARD=Standardi
TRANSFER_MODE=Način prenosa
BUFFER_SIZE=Medpomnilnik
NV_CACHE_SIZE=NV predpomnilnik
ROTATION_RATE=Hitrost vrtenja
TEMPERATURE=Temperatura
POWER_ON_HOURS=Ure delovanja
POWER_ON_COUNT=Število zagonov
DRIVE_LETTER=Črka pogona
FEATURE=Funkcije
HEALTH_STATUS=Stanje zdravja

UNKNOWN=Neznano
POWER_ON_COUNT_UNIT=zag.
POWER_ON_HOURS_UNIT=ur
POWER_ON_DAYS_UNIT=dni

;4.3
TOTAL_HOST_WRITES=Skupno zapisanega
TOTAL_HOST_READS=Skupno prebranega
TOTAL_NAND_WRITES=Skupno NAND zapisanega

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

[Message]
DETECT_UNIT_POWER_ON_HOURS=Zaznavanje "Ure delovanja" (traja prib. 130 sek.)
DETECT_DISK=Zaznavanje diska
PLEASE_ENABLE_WMI=Prosimo omogočite WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Za spremembo teme prosimo ponovno zaženite program
DISK_NOT_FOUND=Diska ni mogoče najti

[Alarm]
ALARM_TEMPERATURE=Alarm - Temperatura
ALARM_HEALTH_STATUS=Alarm - Stanje zdravja
DEGRADATION=Degradacija
RECOVERY=Obnovitev
;3.5.0
INFO_HEALTH_STATUS=Informacije - Stanje zdravja

[Graph]
PLEASE_SELECT_ITEM=Prosimo izberite predmet
ACTUAL_VALUE=Dejanska vrednost (Surova vrednost)
NORMALIZED_VALUE=Normalizirana vrednost (Trenutna vrednost)
ALL_ON=Vse vključeno
ALL_OFF=Vse izključeno
RESET=Resetiraj

[Customize]
LINE_COLOR=Barva črte
BACKGROUND_IMAGE=Slika ozadja
SUPPORTED_IMAGE_FORMAT=Podprti tip slike
ALL_FILES=Vse datoteke

;5.0.0
SUPPORTED_SOUND_FORMAT=Supported Sound Format

[AamApm]
AAM_LOW=<- Tiho (80h)
AAM_HIGH=Zmogljivo (FEh) ->
AAM_RECOMMEND=Priporočena vrednost
APM_LOW=<- Najmanjša poraba (01h)
APM_HIGH=Zmogljivost (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Avtomatično akustično upravljanje (AAM)
ADVANCED_POWER_MANAGEMENT=Napredno upravljanje energije (APM)

[WindowTitle]
ABOUT=O programu CrystalDiskInfo
GRAPH=Graf
CUSTOMIZE=Prilagodi
VERSION_INFORMATION=Informacije o različici
AAM_APM_CONTROL=AAM/APM Nadzor
HEALTH_STATUS_SETTING=Nastavitve stanja zdravja

;5.0.0
ALARM_HISTORY=Alarm History
SOUND_SETTINGS=Sound Settings

[HealthStatus]
THRESHOLD_OF_CAUTION=Meja opozorila
APPLY=Potrdi
DEFAULT=Privzeto

[Smart]
UNKNOWN=Unknown
VENDOR_SPECIFIC=Vendor Specific
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
06=Read Channel Margin
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
0D=Soft Read Error Rate stab
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
BE=Airflow Temperature
BF=G-Sense Error Rate
C0=Power-off Retract Count
C1=Load/Unload Cycle Count
C2=Temperature
C3=Hardware ECC recovered
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
C7=UltraDMA CRC Error Count
C8=Write Error Rate
C9=Soft Read Error Rate
CA=Data Address Mark Error
CB=Run Out Cancel
CC=Soft ECC Correction
CD=Thermal Asperity Rate
CE=Flying Height
CF=Spin High Current
D0=Spin Buzz
D1=Offline Seek Performance
D3=Vibration During Write
D4=Shock During Write
DC=Disk Shift
DD=G-Sense Error Rate
DE=Loaded Hours
DF=Load/Unload Retry Count
E0=Load Friction
E1=Load/Unload Cycle Count
E2=Load 'In'-time
E3=Torque Amplification Count
E4=Power-Off Retract Cycle
E6=GMR Head Amplitude
E7=Temperature
F0=Head Flying Hours
FA=Read Error Retry Rate
FE=Free Fall Protection

;4.5.0
F1=Total LBAs Written
F2=Total LBAs Read

[SmartSsd]
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
06=Read Channel Margin
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
0D=Soft Read Error Rate stab
C0=Unsafe Shutdown Count
C2=Temperature
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=Read Error Rate
09=Power-On Hours
0C=Power Cycle Count
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron60x]
09=Power-On Hours
0C=Power Cycle Count
C2=Temperature
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel]
03=Spin Up Time
04=Start/Stop Count
05=Re-Allocated Sector Count
09=Power-On Hours Count
0C=Power Cycle Count
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

;Updated 4.1
AA=Available Reserved Space
AB=Program Fail Count
AC=Erase Fail Count
BB=Uncorrectable Error Count

;Updated 4.3
AE=Unexpected Power Loss
E2=Timed Workload Media Wear
E3=Timed Workload Host Read/Write Ratio
E4=Timed Workload Timer
F1=Total LBAs Written
F2=Total LBAs Read
F9=Total NAND Writes

[SmartSamsung] ;Updated (4.3)
05=Reallocated Sector Count
09=Power-on Hours
0C=Power-on Count
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime Bad Block (Total)
BB=Uncorrectable Error Count
BE=Airflow Temperature
C2=Temperature
C3=ECC Error Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status
EB=POR Recovery Count
F1=Total LBA Written
F2=Total LBA Read

[SmartSandForce] ;Updated (3.7)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=Gigabytes Erased
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B1=Wear Range Delta
B5=Program Fail Count
B6=Erase Fail Count
B8=Reported I/O Error Detection Code Errors
BB=Reported Uncorrectable Errors
C2=Temperature
C3=On-the-Fly ECC Uncorrectable Error Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors (CRC) Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E6=Life Curve Status
E7=SSD Life Left
E8=Available Reserved Space
EB=SuperCap health
F1=Lifetime Writes from Host
F2=Lifetime Reads from Host

[SmartJMicron61x] ;Added (3.9)
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AF=Bad Cluster Table Count (ECC Fail Count)
C0=Unexpected Power Loss Count
C2=Temperature
C5=Current Pending Sector Count
AA=Bad Block Count
AD=Erase Count

[SmartMicron] ;Added 4.0/Updated 4.5
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
AA=Grown Failing Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B5=Non-4k Aligned Access
B7=SATA Interface Downshift
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=Factory Bad Block Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percentage Of The Rated Lifetime Used
CE=Write Error Rate
F2=Write Protect Progress

;4.5
B8=Error Correction Count
C2=Enclosure Temperature
C3=Cumulative Corrected ECC

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life